Repository: astechtic/ayuvo
Catalog: ios/calorietracker/Localizable.xcstrings
Source language: en
Languages: ar, az, cs, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ro, ru, uk, zh_hans

source: Sedentary: 1.2 · Light: 1.375 · Moderate: 1.465 · Active: 1.55 · Very Active: 1.725 · Extra Active: 1.9
ar: خامل: 1.2 · خفيف: 1.375 · متوسط: 1.465 · نشط: 1.55 · نشط جدًا: 1.725 · نشط للغاية: 1.9
az: Oturaq: 1,2 · Yüngül: 1,375 · Orta: 1,465 · Aktiv: 1,55 · Çox aktiv: 1,725 · Son dərəcə aktiv: 1,9
de: Sitzend: 1,2 · Leicht: 1,375 · Mittel: 1,465 · Aktiv: 1,55 · Sehr aktiv: 1,725 · Extrem aktiv: 1,9
es: Sedentario: 1,2 · Ligero: 1,375 · Moderado: 1,465 · Activo: 1,55 · Muy activo: 1,725 · Extremadamente activo: 1,9
fr: Sédentaire : 1,2 · Léger : 1,375 · Modéré : 1,465 · Actif : 1,55 · Très actif : 1,725 · Extrêmement actif : 1,9
hi: गतिहीन: 1.2 · हल्का: 1.375 · मध्यम: 1.465 · सक्रिय: 1.55 · बहुत सक्रिय: 1.725 · अत्यधिक सक्रिय: 1.9
it: Sedentario: 1,2 · Leggero: 1,375 · Moderato: 1,465 · Attivo: 1,55 · Molto attivo: 1,725 · Estremamente attivo: 1,9
ja: 座りがち: 1.2 · 軽度: 1.375 · 中程度: 1.465 · 活発: 1.55 · 非常に活発: 1.725 · 極めて活発: 1.9
ko: 좌식: 1.2 · 가벼움: 1.375 · 보통: 1.465 · 활동적: 1.55 · 매우 활동적: 1.725 · 극도로 활동적: 1.9
nl: Zittend: 1,2 · Licht: 1,375 · Gemiddeld: 1,465 · Actief: 1,55 · Zeer actief: 1,725 · Extreem actief: 1,9
pl: Siedzący: 1,2 · Lekki: 1,375 · Umiarkowany: 1,465 · Aktywny: 1,55 · Bardzo aktywny: 1,725 · Wyjątkowo aktywny: 1,9
pt_br: Sedentário: 1,2 · Leve: 1,375 · Moderado: 1,465 · Ativo: 1,55 · Muito ativo: 1,725 · Extremamente ativo: 1,9
ro: Sedentar: 1,2 · Ușor: 1,375 · Moderat: 1,465 · Activ: 1,55 · Foarte activ: 1,725 · Extrem de activ: 1,9
ru: Сидячий: 1,2 · Лёгкий: 1,375 · Умеренный: 1,465 · Активный: 1,55 · Очень активный: 1,725 · Максимально активный: 1,9
uk: Малорухливий: 1.2 · Легка акт.: 1.375 · Помірна: 1.465 · Висока: 1.55 · Дуже висока: 1.725 · Надзвичайно висока: 1.9
zh_hans: 久坐：1.2 · 轻度：1.375 · 中度：1.465 · 活跃：1.55 · 非常活跃：1.725 · 极度活跃：1.9

source: Separate from calorie, protein, carb, and fat goals.
ar: منفصل عن أهداف السعرات الحرارية والبروتين والكربوهيدرات والدهون.
az: Kalori, protein, karbohidrat və yağ hədəflərindən ayrıdır.
cs: Odděleno od cílů kalorií, bílkovin, sacharidů a tuků.
de: Getrennt von den Zielen für Kalorien, Protein, Kohlenhydrate und Fett.
es: Independiente de los objetivos de calorías, proteínas, carbohidratos y grasas.
fr: Distinct des objectifs de calories, protéines, glucides et lipides.
hi: कैलोरी, प्रोटीन, कार्ब्स और वसा के लक्ष्यों से अलग।
it: Separato dagli obiettivi di calorie, proteine, carboidrati e grassi.
ja: カロリー・タンパク質・炭水化物・脂質の目標とは別です。
ko: 칼로리, 단백질, 탄수화물, 지방 목표와 별개입니다.
nl: Los van de doelen voor calorieën, eiwitten, koolhydraten en vet.
pl: Oddzielnie od celów kalorii, białka, węglowodanów i tłuszczu.
pt_br: Separado das metas de calorias, proteínas, carboidratos e gorduras.
ro: Separat de obiectivele de calorii, proteine, carbohidrați și grăsimi.
ru: Отдельно от целей по калориям, белкам, углеводам и жирам.
zh_hans: 与卡路里、蛋白质、碳水化合物和脂肪目标分开。

source: Serving
ar: الحصة
az: Porsiya
cs: Porce
de: Portion
es: Porción
fr: Portion
hi: सर्विंग
it: Porzione
ja: 分量
ko: 1회 제공량
nl: Portie
pl: Porcja
pt_br: Porção
ro: Porție
ru: Порция
uk: Порція
zh_hans: 份量

source: Serving Size
ar: حجم الحصة
az: Porsiya Ölçüsü
cs: Velikost porce
de: Portionsgröße
es: Tamaño de porción
fr: Taille de portion
hi: सर्विंग साइज़
it: Dimensione porzione
ja: 1食分の量
ko: 1회 제공량
nl: Portiegrootte
pl: Wielkość porcji
pt_br: Tamanho da porção
ro: Mărimea porției
ru: Размер порции
uk: Размер порции
zh_hans: 每份分量

source: Set Up Your AI
ar: إعداد الذكاء الاصطناعي الخاص بك
az: Öz AI-ni Quraşdır
cs: Nastav si svou AI
de: Richte deine KI ein
es: Configura tu IA
fr: Configure ton IA
hi: अपना AI सेट अप करें
it: Configura la tua IA
ja: AIをセットアップ
ko: AI 설정하기
nl: Stel je AI in
pl: Skonfiguruj swoje AI
pt_br: Configure sua IA
ro: Configurează-ți AI-ul
ru: Настрой свой ИИ
uk: Настрой свой ШІ
zh_hans: 设置你的 AI

source: Setting up AI is simpler: onboarding and Settings now focus on connecting your own provider key.
ar: أصبح إعداد الذكاء الاصطناعي أبسط: يركّز الإعداد والإعدادات الآن على ربط مفتاح المزوّد الخاص بك.
az: Süni intellekti qurmaq daha sadədir: ilkin quraşdırma və Parametrlər artıq sənin öz provayder açarını qoşmağa yönəlib.
cs: Nastavení AI je jednodušší: úvodní nastavení i Nastavení se teď soustředí na připojení tvého vlastního klíče poskytovatele.
de: Die KI-Einrichtung ist einfacher: Onboarding und Einstellungen konzentrieren sich jetzt darauf, deinen eigenen Anbieter-Schlüssel zu verbinden.
es: Configurar la IA es más sencillo: la configuración inicial y los Ajustes ahora se centran en conectar tu propia clave de proveedor.
fr: Configurer l'IA est plus simple : la configuration initiale et les Réglages se concentrent désormais sur la connexion de ta propre clé de fournisseur.
hi: AI सेटअप करना अब और आसान है: ऑनबोर्डिंग और सेटिंग्स अब आपकी अपनी प्रोवाइडर key कनेक्ट करने पर फ़ोकस करते हैं।
it: Configurare l'IA è più semplice: la configurazione iniziale e le Impostazioni ora si concentrano sul collegamento della chiave del tuo provider.
ja: AIのセットアップがより簡単になりました。初期設定と設定は、ご自身のプロバイダーキーの接続に重点を置くようになりました。
ko: AI 설정이 더 간단해졌어요. 이제 온보딩과 설정은 직접 입력한 제공업체 키 연결에 집중해요.
nl: AI instellen is eenvoudiger: onboarding en Instellingen draaien nu om het verbinden van je eigen providersleutel.
pl: Konfiguracja AI jest prostsza: wprowadzenie i Ustawienia skupiają się teraz na podłączeniu Twojego własnego klucza dostawcy.
pt_br: Configurar a IA ficou mais simples: a introdução e os Ajustes agora focam em conectar a chave do seu próprio provedor.
ro: Configurarea AI este mai simplă: configurarea inițială și Setările se concentrează acum pe conectarea propriei tale chei de furnizor.
ru: Настроить ИИ стало проще: при первом запуске и в настройках теперь всё сосредоточено на подключении твоего собственного ключа провайдера.
uk: Настроить ШІ стало проще: при первом запуске и в настройках теперь всё сосредоточено на подключении твоего собственного ключа провайдера.
zh_hans: 设置 AI 更简单了：引导设置和设置现在专注于连接你自己的提供商密钥。

source: Settings
ar: الإعدادات
az: Parametrlər
cs: Nastavení
de: Einstellungen
es: Ajustes
fr: Réglages
hi: सेटिंग्स
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt_br: Ajustes
ro: Setări
ru: Настройки
uk: Налаштування
zh_hans: 设置

source: Share Meal
ar: مشاركة الوجبة
az: Yeməyi Paylaş
cs: Sdílet jídlo
de: Mahlzeit teilen
es: Compartir comida
fr: Partager le repas
hi: भोजन शेयर करें
it: Condividi pasto
ja: 食事を共有
ko: 식사 공유
nl: Maaltijd delen
pl: Udostępnij posiłek
pt_br: Compartilhar refeição
ro: Partajează masa
ru: Поделиться приёмом пищи
uk: Поділитися стравою
zh_hans: 分享餐食

source: Share the App
ar: شارك التطبيق
az: Tətbiqi Paylaş
cs: Sdílet aplikaci
de: App teilen
es: Compartir la app
fr: Partager l'app
hi: ऐप शेयर करें
it: Condividi l'app
ja: アプリを共有
ko: 앱 공유하기
nl: App delen
pl: Udostępnij aplikację
pt_br: Compartilhar o app
ro: Distribuie aplicația
ru: Поделиться приложением
uk: Поділитися застосунком
zh_hans: 分享应用

source: Shared meal
ar: وجبة مُشارَكة
az: Paylaşılan yemək
cs: Sdílené jídlo
de: Geteilte Mahlzeit
es: Comida compartida
fr: Repas partagé
hi: शेयर किया गया भोजन
it: Pasto condiviso
ja: 共有された食事
ko: 공유된 식사
nl: Gedeelde maaltijd
pl: Udostępniony posiłek
pt_br: Refeição compartilhada
ro: Masă partajată
ru: Общий приём пищи
uk: Общий приём пищи
zh_hans: 共享的餐食

source: Show exercise details
ar: إظهار تفاصيل التمرين
az: Hərəkət detallarını göstər
cs: Zobrazit detaily cviku
de: Übungsdetails anzeigen
es: Mostrar detalles del ejercicio
fr: Afficher les détails de l'exercice
hi: व्यायाम का विवरण दिखाएँ
it: Mostra dettagli esercizio
ja: 種目の詳細を表示
ko: 운동 상세 정보 표시
nl: Oefeningdetails tonen
pl: Pokaż szczegóły ćwiczenia
pt_br: Mostrar detalhes do exercício
ro: Afișează detaliile exercițiului
ru: Показать детали упражнения
uk: Показать детали упражнения
zh_hans: 显示动作详情

source: Skip
ar: تخطي
az: Keç
cs: Přeskočit
de: Überspringen
es: Omitir
fr: Ignorer
hi: छोड़ें
it: Salta
ja: スキップ
ko: 건너뛰기
nl: Overslaan
pl: Pomiń
pt_br: Pular
ro: Omite
ru: Пропустить
uk: Пропустить
zh_hans: 跳过

source: Slow
ar: بطيء
az: Yavaş
cs: Pomalu
de: Langsam
es: Lento
fr: Lent
hi: धीमा
it: Lento
ja: ゆっくり
ko: 느림
nl: Langzaam
pl: Wolno
pt_br: Lento
ro: Lent
ru: Медленно
uk: Повільно
zh_hans: 缓慢

source: Slow (0.25 kg/wk)
ar: بطيء (0.25 kg/أسبوع)
az: Yavaş (0.25 kg/həftə)
cs: Pomalu (0,25 kg/týd.)
de: Langsam (0,25 kg/Woche)
es: Lento (0,25 kg/sem)
fr: Lent (0,25 kg/sem.)
hi: धीमा (0.25 kg/सप्ताह)
it: Lento (0,25 kg/sett.)
ja: ゆっくり（0.25 kg/週）
ko: 느림 (0.25 kg/주)
nl: Langzaam (0,25 kg/week)
pl: Wolno (0,25 kg/tydz.)
pt_br: Lento (0,25 kg/sem)
ro: Lent (0,25 kg/săpt.)
ru: Медленно (0,25 kg/нед.)
uk: Медленно (0,25 kg/нед.)
zh_hans: 缓慢（0.25 kg/周）

source: Smart Notifications
ar: إشعارات ذكية
az: Ağıllı Bildirişlər
cs: Chytrá oznámení
de: Intelligente Mitteilungen
es: Notificaciones inteligentes
fr: Notifications intelligentes
hi: स्मार्ट सूचनाएँ
it: Notifiche intelligenti
ja: スマート通知
ko: 스마트 알림
nl: Slimme meldingen
pl: Inteligentne powiadomienia
pt_br: Notificações inteligentes
ro: Notificări inteligente
ru: Умные уведомления
uk: Умние уведомления
zh_hans: 智能通知

source: Snack
ar: وجبة خفيفة
az: Qəlyanaltı
cs: Svačina
fr: En-cas
hi: स्नैक
it: Spuntino
ja: スナック
ko: 간식
pl: Przekąska
pt_br: Lanche
ro: Gustare
ru: Перекус
uk: Перекус
zh_hans: 零食

source: Source
ar: المصدر
az: Mənbə
cs: Zdroj
de: Quelle
es: Fuente
hi: स्रोत
it: Fonte
ja: 出典
ko: 출처
nl: Bron
pl: Źródło
pt_br: Fonte
ro: Sursă
ru: Источник
uk: Джерело
zh_hans: 来源

source: Speech-to-Text
ar: تحويل الكلام إلى نص
az: Nitqdən Mətnə
cs: Převod řeči na text
de: Spracherkennung
es: Voz a texto
fr: Reconnaissance vocale
hi: स्पीच-टू-टेक्स्ट
it: Da voce a testo
ja: 音声入力
ko: 음성 텍스트 변환
nl: Spraak-naar-tekst
pl: Mowa na tekst
pt_br: Voz para texto
ro: Voce în text
ru: Речь в текст
uk: Розпізнавання мовлення
zh_hans: 语音转文字

source: Standard PAL (Physical Activity Level) coefficients from FAO/WHO/UNU joint expert consultation on human energy requirements (2001). Also widely used by ACSM and USDA Dietary Guidelines.
ar: معاملات PAL (مستوى النشاط البدني) القياسية من المشاورة المشتركة لخبراء FAO/WHO/UNU بشأن احتياجات الإنسان من الطاقة (2001). وتُستخدم أيضًا على نطاق واسع من قِبل ACSM وفي الإرشادات الغذائية لـ USDA.
az: İnsanların enerji tələbatına dair FAO/WHO/UNU birgə ekspert məsləhətləşməsindən standart PAL (Fiziki Aktivlik Səviyyəsi) əmsalları (2001). ACSM və USDA-nın Qidalanma Təlimatlarında da geniş istifadə olunur.
de: Standard-PAL-Koeffizienten (Physical Activity Level, körperliches Aktivitätsniveau) aus der gemeinsamen Expertenkonsultation von FAO/WHO/UNU zum menschlichen Energiebedarf (2001). Auch von ACSM und in den USDA-Ernährungsrichtlinien weit verbreitet.
es: Coeficientes PAL (nivel de actividad física) estándar de la consulta conjunta de expertos de FAO/WHO/UNU sobre las necesidades energéticas humanas (2001). También se usan ampliamente en ACSM y en las Guías Alimentarias de USDA.
fr: Coefficients PAL (niveau d’activité physique) standard issus de la consultation conjointe d’experts FAO/WHO/UNU sur les besoins énergétiques humains (2001). Également largement utilisés par l’ACSM et dans les recommandations alimentaires de l’USDA.
hi: मानव ऊर्जा आवश्यकताओं पर FAO/WHO/UNU के संयुक्त विशेषज्ञ परामर्श (2001) के मानक PAL (शारीरिक गतिविधि स्तर) गुणांक। ACSM और USDA आहार दिशानिर्देशों में भी इनका व्यापक उपयोग होता है।
it: Coefficienti PAL (livello di attività fisica) standard dalla consultazione congiunta di esperti FAO/WHO/UNU sul fabbisogno energetico umano (2001). Ampiamente usati anche dall’ACSM e nelle Linee guida alimentari dell’USDA.
ja: 人のエネルギー必要量に関するFAO/WHO/UNU合同専門家会議 (2001) の標準PAL（身体活動レベル）係数。ACSMおよびUSDA食事ガイドラインでも広く使用されています。
ko: 인간의 에너지 요구량에 관한 FAO/WHO/UNU 합동 전문가 협의(2001)의 표준 PAL(신체 활동 수준) 계수입니다. ACSM 및 USDA 식이 지침에서도 널리 사용됩니다.
nl: Standaard-PAL-coëfficiënten (Physical Activity Level, lichamelijk activiteitsniveau) uit het gezamenlijke deskundigenoverleg van FAO/WHO/UNU over de menselijke energiebehoefte (2001). Ook breed toegepast door ACSM en in de USDA-voedingsrichtlijnen.
pl: Standardowe współczynniki PAL (poziomu aktywności fizycznej) ze wspólnej konsultacji ekspertów FAO/WHO/UNU dotyczącej zapotrzebowania energetycznego człowieka (2001). Są też powszechnie stosowane przez ACSM i w wytycznych żywieniowych USDA.
pt_br: Coeficientes PAL (nível de atividade física) padrão da consulta conjunta de especialistas FAO/WHO/UNU sobre as necessidades energéticas humanas (2001). Também são amplamente usados pelo ACSM e nas Diretrizes Alimentares do USDA.
ro: Coeficienți PAL (nivel de activitate fizică) standard din consultarea comună a experților FAO/WHO/UNU privind necesarul energetic uman (2001). Sunt folosiți pe scară largă și de ACSM și în Ghidurile alimentare USDA.
ru: Стандартные коэффициенты PAL (уровня физической активности) из совместной экспертной консультации FAO/WHO/UNU по энергетическим потребностям человека (2001). Они также широко используются ACSM и в рекомендациях USDA по питанию.
uk: Стандартні коефіцієнти PAL (рівня фізичної активності) зі спільної експертної консультації FAO/WHO/UNU щодо енергетичних потреб людини (2001). Також широко використовуються ACSM і в рекомендаціях USDA з харчування.
zh_hans: 来自 FAO/WHO/UNU 人体能量需求联合专家咨询 (2001) 的标准 PAL（身体活动水平）系数。ACSM 和 USDA 膳食指南也广泛采用这些系数。

source: Start Fast
ar: ابدأ الصيام
az: Oruca başla
de: Fasten starten
es: Iniciar ayuno
fr: Commencer le jeûne
hi: उपवास शुरू करें
it: Inizia digiuno
ja: 断食を開始
ko: 단식 시작
nl: Vasten starten
pl: Rozpocznij post
pt_br: Iniciar jejum
ro: Începe postul
ru: Начать голодание
uk: Почати голодування
zh_hans: 开始禁食

source: Started
ar: بدأ
az: Başladı
de: Begonnen
es: Iniciado
fr: Commencé
hi: शुरू हुआ
it: Iniziato
ja: 開始
ko: 시작
nl: Gestart
pl: Rozpoczęto
pt_br: Iniciado
ro: Început
ru: Начато
uk: Розпочато
zh_hans: 开始

source: Started %@
ar: بدأ في %@
az: %@ başladı
de: Begonnen %@
es: Iniciado %@
fr: Commencé %@
hi: %@ शुरू हुआ
it: Iniziato %@
ja: %@に開始
ko: %@ 시작
nl: Gestart %@
pl: Rozpoczęto %@
pt_br: Iniciado %@
ro: Început %@
ru: Начато %@
uk: Начато %@
zh_hans: %@开始

source: Streak and summary notifications update automatically based on your logged food.
ar: تُحدَّث إشعارات السلسلة والملخصات تلقائيًا استنادًا إلى الطعام الذي قمت بتسجيله.
az: Silsilə və xülasə bildirişləri qeyd etdiyiniz yeməklərə əsasən avtomatik yenilənir.
cs: Oznámení o sérii a souhrnu se aktualizují automaticky podle zapsaného jídla.
de: Serien- und Zusammenfassungs-Mitteilungen werden automatisch anhand deiner erfassten Lebensmittel aktualisiert.
es: Las notificaciones de racha y resumen se actualizan automáticamente según los alimentos que registres.
fr: Les notifications de série et de résumé se mettent à jour automatiquement selon vos aliments enregistrés.
hi: स्ट्रीक और सारांश सूचनाएँ आपके लॉग किए गए भोजन के आधार पर स्वचालित रूप से अपडेट होती हैं।
it: Le notifiche di serie e riepilogo si aggiornano automaticamente in base agli alimenti registrati.
ja: 連続記録と要約の通知は、記録した食事に基づいて自動的に更新されます。
ko: 연속 기록 및 요약 알림은 기록한 음식에 따라 자동으로 업데이트됩니다.
nl: Streak- en samenvattingsmeldingen worden automatisch bijgewerkt op basis van je geregistreerde voedsel.
pl: Powiadomienia o serii i podsumowaniu aktualizują się automatycznie na podstawie dodanych posiłków.
pt_br: As notificações de sequência e resumo são atualizadas automaticamente com base nos seus alimentos registrados.
ro: Notificările de serie și rezumat se actualizează automat pe baza alimentelor înregistrate.
ru: Уведомления о серии и сводках обновляются автоматически на основе ваших записей о еде.
uk: Уведомления о серии и сводках обновляются автоматически на основе ваших записей о еде.
zh_hans: 连续记录和摘要通知会根据你记录的食物自动更新。

source: Streaks & Stats
ar: السلاسل والإحصائيات
az: Silsilələr və Statistika
cs: Série a statistiky
de: Serien & Statistiken
es: Rachas y estadísticas
fr: Séries et statistiques
hi: स्ट्रीक और आँकड़े
it: Serie e statistiche
ja: 連続記録と統計
ko: 연속 기록 및 통계
nl: Streaks & statistieken
pl: Serie i statystyki
pt_br: Sequências e estatísticas
ro: Serii și statistici
ru: Серии и статистика
uk: Серии и статистика
zh_hans: 连续记录与统计

source: Sunday
ar: الأحد
az: Bazar
cs: Neděle
de: Sonntag
es: Domingo
fr: Dimanche
hi: रविवार
it: Domenica
ja: 日曜日
ko: 일요일
nl: Zondag
pl: Niedziela
pt_br: Domingo
ro: Duminică
ru: Воскресенье
uk: Неділя
zh_hans: 星期日

source: Support the Project
ar: ادعم المشروع
az: Layihəni Dəstəklə
cs: Podpořit projekt
de: Projekt unterstützen
es: Apoyar el proyecto
fr: Soutenir le projet
hi: प्रोजेक्ट का समर्थन करें
it: Sostieni il progetto
ja: プロジェクトを支援
ko: 프로젝트 후원
nl: Steun het project
pl: Wesprzyj projekt
pt_br: Apoiar o projeto
ro: Susține proiectul
ru: Поддержать проект
uk: Поддержать проект
zh_hans: 支持项目

source: System
ar: النظام
az: Sistem
cs: Systémový
es: Sistema
fr: Système
hi: सिस्टम
it: Sistema
ja: システム
ko: 시스템
nl: Systeem
pt_br: Sistema
ro: Sistem
ru: Системное
uk: Системний
zh_hans: 跟随系统

source: Tap Allow to enable AI food analysis. Manual entry is always available without sending data anywhere. You can revoke consent later by deleting the app or via Settings → Delete All Data.
ar: اضغط على "اسمح" لتفعيل تحليل الطعام بالذكاء الاصطناعي. الإدخال اليدوي متاح دائمًا دون إرسال أي بيانات. يمكنك سحب الموافقة لاحقًا عن طريق حذف التطبيق أو من الإعدادات ← حذف جميع البيانات.
az: AI yemək analizini aktivləşdirmək üçün "İcazə Ver" düyməsinə toxunun. Əl ilə daxil etmə həmişə əlçatandır və heç bir məlumat göndərmir. Sonradan tətbiqi silməklə və ya Ayarlar → Bütün Məlumatları Sil bölməsindən razılığı geri ala bilərsiniz.
cs: Klepnutím na Povolit zapneš AI analýzu jídla. Ruční zadání je vždy dostupné bez odesílání dat kamkoli. Souhlas můžeš později odvolat smazáním aplikace nebo přes Nastavení → Smazat všechna data.
de: Tippe auf „Erlauben“, um die KI-Lebensmittelanalyse zu aktivieren. Manuelle Eingabe ist immer verfügbar, ohne Daten zu senden. Du kannst die Zustimmung später widerrufen, indem du die App löschst oder über Einstellungen → Alle Daten löschen.
es: Toca «Permitir» para habilitar el análisis de alimentos con IA. La entrada manual siempre está disponible sin enviar datos a ningún sitio. Puedes revocar el consentimiento más tarde eliminando la app o desde Ajustes → Eliminar todos los datos.
fr: Appuyez sur « Autoriser » pour activer l'analyse alimentaire par IA. La saisie manuelle est toujours disponible sans envoyer de données. Vous pouvez révoquer le consentement plus tard en supprimant l'app ou via Réglages → Supprimer toutes les données.
hi: AI फूड विश्लेषण सक्षम करने के लिए "अनुमति दें" पर टैप करें। मैनुअल एंट्री हमेशा उपलब्ध है और कहीं भी डेटा नहीं भेजती। आप ऐप को हटाकर या सेटिंग्स → सभी डेटा हटाएँ के माध्यम से बाद में सहमति वापस ले सकते हैं।
it: Tocca "Consenti" per abilitare l'analisi degli alimenti con IA. L'inserimento manuale è sempre disponibile senza inviare dati. Puoi revocare il consenso in seguito eliminando l'app o tramite Impostazioni → Elimina tutti i dati.
ja: 「許可」をタップしてAI食事解析を有効にしてください。手動入力はデータを送信せずにいつでも利用できます。後で同意を取り消すには、アプリを削除するか、設定 → すべてのデータを削除 を使用してください。
ko: AI 음식 분석을 활성화하려면 "허용"을 탭하세요. 수동 입력은 데이터를 어디에도 보내지 않고 언제든지 사용할 수 있습니다. 나중에 앱을 삭제하거나 설정 → 모든 데이터 삭제를 통해 동의를 철회할 수 있습니다.
nl: Tik op "Toestaan" om AI-voedselanalyse in te schakelen. Handmatige invoer is altijd beschikbaar zonder gegevens te versturen. Je kunt je toestemming later intrekken door de app te verwijderen of via Instellingen → Alle gegevens verwijderen.
pl: Stuknij Zezwól, aby włączyć analizę jedzenia AI. Wpis ręczny jest zawsze dostępny bez wysyłania danych gdziekolwiek. Zgodę możesz później cofnąć, usuwając aplikację albo przez Ustawienia → Usuń wszystkie dane.
pt_br: Toque em "Permitir" para habilitar a análise de alimentos com IA. A entrada manual está sempre disponível sem enviar dados. Você pode revogar o consentimento depois excluindo o app ou em Configurações → Excluir todos os dados.
ro: Atinge „Permite” pentru a activa analiza alimentară cu AI. Introducerea manuală este mereu disponibilă fără a trimite date. Poți revoca consimțământul mai târziu ștergând aplicația sau din Setări → Șterge toate datele.
ru: Нажмите «Разрешить», чтобы включить ИИ-анализ еды. Ручной ввод всегда доступен без отправки данных. Вы можете отозвать согласие позже, удалив приложение или через Настройки → Удалить все данные.
uk: Натисніть «Разрешить», чтоби включить ШІ-анализ еди. Ручной ввод всегда доступен без отправки данних. Ви можете отозвать согласие позже, удалив приложение или через Налаштування → Видалити все данние.
zh_hans: 点击 "允许" 以启用 AI 食物分析。你随时可以使用手动输入,无需发送任何数据。你可以稍后通过删除应用或在 设置 → 删除所有数据 中撤销同意。

source: Tap to update
ar: اضغط للتحديث
az: Yeniləmək üçün toxunun
cs: Klepni pro aktualizaci
de: Zum Aktualisieren tippen
es: Toca para actualizar
fr: Touchez pour mettre à jour
hi: अपडेट करने के लिए टैप करें
it: Tocca per aggiornare
ja: タップしてアップデート
ko: 탭하여 업데이트
nl: Tik om bij te werken
pl: Stuknij, aby zaktualizować
pt_br: Toque para atualizar
ro: Atinge pentru a actualiza
ru: Нажмите, чтобы обновить
uk: Торкніться, щоб оновити
zh_hans: 点按以更新

source: tap to view or delete
ar: اضغط للعرض أو الحذف
az: Baxmaq və ya silmək üçün toxunun
de: Zum Anzeigen oder Löschen tippen
es: Toca para ver o eliminar
fr: Touchez pour afficher ou supprimer
hi: देखने या हटाने के लिए टैप करें
it: Tocca per visualizzare o eliminare
ja: タップして表示または削除
ko: 탭하여 보거나 삭제
nl: Tik om te bekijken of te verwijderen
pl: Stuknij, aby wyświetlić lub usunąć
pt_br: Toque para ver ou apagar
ro: Atinge pentru a vedea sau șterge
ru: Нажмите, чтобы просмотреть или удалить
uk: Натисніть, чтоби просмотреть или видалити
zh_hans: 点按以查看或删除
